tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "mongodb/brew"

#brew "htop"
#brew "mongodb/brew/mongodb-community"
#brew "mongodb/brew/mongodb-database-tools"
#brew "mongosh"
#brew "mysql", restart_service: true
#brew "pandoc"
#brew "pandoc-crossref"
#brew "yarn"

brew "git"
brew "go"
brew "mas"
brew "neovim"
brew "tig"
brew "tmux"
brew "wget"
brew "zsh"

#cask "adobe-creative-cloud"
#cask "anki"
#cask "brave-browser"
#cask "discord"
#cask "firefox"
#cask "mactex"
#cask "mamp"
#cask "obsidian"
#cask "qbittorrent"
#cask "sublime-text"
#cask "texstudio"
#cask "webex-meetings"
#cask "zoom"

cask "appcleaner"
cask "authy"
cask "dashlane"
cask "docker"
cask "dozer"
cask "google-drive"
cask "iterm2"
cask "karabiner-elements"
cask "microsoft-excel"
cask "microsoft-powerpoint"
cask "microsoft-word"
cask "mongodb-compass"
cask "postman"
cask "rectangle"
cask "skype"
cask "spotify"
cask "visual-studio-code"
cask "google-chrome"

mas "AdGuard for Safari", id: 1440147259
mas "Instapaper Save", id: 1481302432
