tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "mongodb/brew"

brew "commitizen"
brew "gh"
brew "git"
brew "go"
brew "htop"
brew "mas"
brew "mongosh"
brew "mysql", restart_service: true
brew "neovim"
brew "pandoc"
brew "pandoc-crossref"
brew "tig"
brew "tmux"
brew "wget"
brew "yarn"
brew "zimg"
brew "zsh"
brew "mongodb/brew/mongodb-database-tools"
brew "mongodb/brew/mongodb-community"

cask "brave-browser"
cask "firefox"
cask "spotify"
cask "obsidian"
cask "anki"
cask "qbittorrent"
cask "rectangle"
cask "dashlane"
cask "discord"
cask "dozer"
cask "appcleaner"
cask "authy"
cask "karabiner-elements"
cask "google-drive"
cask "mactex"
cask "texstudio"
cask "microsoft-excel"
cask "microsoft-word"
cask "microsoft-powerpoint"
cask "adobe-creative-cloud"
cask "postman"
cask "docker"
cask "mamp"
cask "iterm2"
cask "mongodb-compass"
cask "visual-studio-code"
cask "sublime-text"
cask "webex-meetings"o
cask "zoom"
cask "skype"

mas "AdGuard for Safari", id: 1440147259
mas "Instapaper Save", id: 1481302432
